Repository: wp-plugins/hupso-share-buttons-for-twitter-facebook-google
Catalog: languages/hupso-*.po
Languages: ar, pl_pl

source: Default
ar: افتراضي
pl_pl: Domyślne

source: Enabled
ar: مفعل
pl_pl: Włączone

source: Disabled
ar: معطيل
pl_pl: Wyłączone

source: Settings
ar: إعدادات
pl_pl: Ustawienia

source: Help visitors share your posts on the most popular social networks: Twitter, Facebook, Google Plus, Linkedin, StumbleUpon, Digg, Reddit and others
ar: ساعد زوار موقعك على مشاركة تدويناتك على اشهر الشبكات الاجتماعية: Twitter, Facebook, Google Plus, Linkedin, StumbleUpon, Digg, Reddit و اخرى
pl_pl: Ułatw odwiedzającym udostępnianie wpisów na najbardziej popularnych stronach społecznościowych: Twitter, Facebook, Google Plus, Linkedin, StumbleUpon, Digg, Reddit i innych

source: Share
ar: شارك
pl_pl: Udostępnij

source: Title
ar: العنوان
pl_pl: Tytuł

source: English
ar: الانجليزية
pl_pl: Angielski

source: Excerpts
ar: مقتطفات
pl_pl: Fragmenty

source: You do not have sufficient permissions to access this page.
pl_pl: Nie masz wystarczających uprawnień, aby wejść na tę stronę.

source: Hupso Share Buttons for Twitter, Facebook & Google+ (Settings)
ar: ازرار المشاركة Hupso لتويتر و الفيسبوك و كوكل بلس (الاعدادات)
pl_pl: Przyciski Udostępniania Hupso na Twitter, Facebook & Google+ (Ustawienia

source: Preview
pl_pl: Podgląd

source: Update
pl_pl: Aktualizuj

source: Save Settings
ar: حفظ إعدادات
pl_pl: Zapisz ustawienia

source: Shortcodes
ar: الاكواد المختصرة
pl_pl: Shortcode

source: Button type
ar: نوع الزر
pl_pl: Typ przycisku

source: Button size
ar: حجم الزر
pl_pl: Rozmiar przycisku

source: Custom image from URL
ar: صورة خاصة من الرابط
pl_pl: Niestandardowy obraz z URL

source: Toolbar size
ar: حجم شريط الادوات
pl_pl: Rozmiar paska

source: Big
ar: كبير
pl_pl: Duże

source: Medium
pl_pl: Średni

source: Small
ar: صغير
pl_pl: Małe

source: Share image
ar: شارك الصور
pl_pl: Obraz udostępnienia

source: Show in language
ar: عرض باللغة
pl_pl: Pokaż w języku

source: Hide
pl_pl: Ukryj

source: Optimal image height: 32px - big, 24px - medium, 16px - small/counters
ar: الارتفاع المناسب للصور: 32px - أكبر، 24px - أوسط، 16px - أصغر / الازرار
pl_pl: Optymalna wysokość obrazu: 32px - duży, 24px - średni, 16px - mały/liczniki

source: Background color
pl_pl: Kolor tła

source: Border color
ar: لون الاطار
pl_pl: Kolor obramowania

source: Social networks
ar: الشبكات الاجتماعية
pl_pl: Strony społecznościowe

source: Show counters in language
ar: عرض العدادات باللغة
pl_pl: Pokaż liczniki w języku

source: Language changes will not show in preview
ar: تغيرات اللغة لن يتم عرضها في المعاينة
pl_pl: Zmiany języka nie zostaną pokazane na podglądzie

source: Select which language to use for Counters (Tweet, Facebook Like, Facebook Share...)
ar: حدد اللغة المراد استعمالها في العدادات (Tweet, Facebook like, Facebook share ... )
pl_pl: Wybierz, który język użyć w Licznikach (Tweet, Facebook Like, Facebook Share...)

source: Some social networks support more languages than others, so some buttons might get translated, while some might stay in English
ar: بعض الشبكات الاجتماعية تدعم بعض الغات أكتر من الاخرى, اذن فبعض الازرار يمكن ترجمتها, و البعض الاخر سيبقى على الانجليزية
pl_pl: Niektóre strony społecznościowe wspierają więcej języków niż inne, więc niektóre przyciski mogą być przetłumaczone, gdy inne będą w języku angielskim

source: Type of menu
ar: نوع القائمة
pl_pl: Typ menu

source: Show icons and service names
ar: الايقونات و اسماء الخدمات
pl_pl: Pokaż ikony i nazwy usług

source: Show icons only
ar: الايقونات فقط
pl_pl: Pokaż tylko ikony

source: Button position
ar: تموضع الازرار
pl_pl: Pozycja przycisku

source: Above the post
ar: اعلى التدوينة
pl_pl: Nad wpisem

source: Below the post
ar: اسفل التدوينة
pl_pl: Pod wpisem

source: Above and below the post
ar: اعلى و اسفل التدوينة
pl_pl: Nad i pod wpisem

source: Show buttons on
ar: أظهار الازرار في
pl_pl: Pokaż przyciski na

source: Posts
pl_pl: Wpisy

source: Pages
pl_pl: Strony

source: Front page
pl_pl: Strona główna

source: Archive pages (categories, tags, dates, authors)
ar: ارشيف الصفحات(الاصناف, السمات, التواريخ, المؤلفون)
pl_pl: Strony archiwum (kategorie, tagi, daty, autorzy)

source: Search pages
pl_pl: Strony wyszukiwania

source: Password protected posts
ar: تدوينات محمية بقن سري
pl_pl: Wpisy chronione hasłem

source: Custom post types:
ar: تشخيص انواع التدوينات:
pl_pl: Niestandardowe typy wpisów:

source: If you want to show share buttons just on some posts/pages do this:
ar: اذا اردت اظهار الازرار في بعض التدوينات او الصفحات فقط:
pl_pl: Jeśli chcesz pokazać przyciski udostępniania jedynie przy niektórych wpisach/stronach:

source: 1. Clear options for posts/pages above
ar: 1.امسح اختيارات التدوينات و الصفحات اعلاه
pl_pl: 1. Wyczyść opcje wpisów/stron powyżej

source: 2. Enable Add share buttons option to "Edit Post" screen - below
ar: تفعيل اضافة خيار ازرار المشاكة الى واجهة "تحرير التدوينة" - اسفله
pl_pl: 2. Włącz opcję "Dodaj przyciski udostępniania" do widoku Edycji wpisu - poniżej

source: 3. Edit any post or page and configure display of share buttons at the bottom of right sidebar (on "Edit Post" screen)
ar: 3. تحرير اي تدوينة أو صفحة و تحديد كيفية عرض ازرار المشارك اسفل القائمة الجانبية (على واجهة "تحرير التدوينة")
pl_pl: 3. Edytuj jakikolwiek post lub stronę i skonfiguruj wyświetlanie przycisków udostępniania na dole prawego paska bocznego (w widoku "Edycji wpisu")

source: Add share buttons option to "Edit Post" screen
ar: اضافة خيار ازرار المشاكة الى واجهة "تحرير التدوينة"
pl_pl: Dodaj opcję przycisków udostępniania do widoku Edycji wpisu

source: Hide buttons for specific categories
ar: اخفاء الازرار ببعض التصنيفات المعينة
pl_pl: Ukryj przyciski w specyficznych kategoriach

source: Always show
ar: ظهور دائم
pl_pl: Zawsze pokazuj

source: Select categories where you want to hide share buttons.
ar: حدد في اي التصنيفات سيتم أخفاء الازرار
pl_pl: Wybierz kategorie, na których chcesz ukryć przyciski udostępniania.

source: To select multiple categories, you need to hold down the Control Key for each selected category after the first one.
ar: لتحديد العديد من التصنيفات عليك ابقاء الضغط على مفتاح التحكم لكل تصنيف اضافي.
pl_pl: Aby zaznaczyć kilka kategorii, musisz przytrzymać przycisk CTRL dla każdej kolejnej kategorii poza pierwszą.

source: Leave all options unselected or select just the last option to show buttons inside every category.
ar: اترك جميع الاختيارات غير محددة او اختر اخر الخيارات لاظهار الازرار على كل التصنيفات
pl_pl: Nie zaznaczaj tych opcji lub zaznacz tylko ostatnią, aby pokazać przyciski wewnątrz każdej kategorii.

source: Get share text from
ar: استعمل نص المشاركة من
pl_pl: Otrzymaj udostępnienie tekstu z

source: Title of post in Wordpress
ar: عنوان التدوينة على الووردبرس
pl_pl: Tytuł wpisu Wordpressa

source: Title of current web page
ar: عنوان الصفحة الحالية
pl_pl: Tytuł obecnej strony

source: Add "via @yourprofile" to tweets
ar: اضافة "via @yourprofile" للتويتات
pl_pl: Dodaj "via @twójprofil" do tweetów

source: Image for Facebook thumbnail
ar: صورة مصغرة للفيسبوك
pl_pl: Obraz do miniatury Facebooka

source: All images for Facebook should be at least 200px in both dimensions (Facebook limitation)
ar: جميع الصور للفيسبوك يجب تتعدى كل ابعادها 200px (محددة من الفيسبوك)
pl_pl: Wszystkie obrazy na Facebooka powinny mieć wymiary co najmniej 200x200px (ograniczenia Facebooka)

source: After you change settings here, please wait 24 hours (or more) for Facebook to fetch new thumbnails
ar: عند تغيير هاته الاعدادات, عليك انتظار 24ساعة (او اكثر) حتى يجلب الفيسبوك الصور المصغرة
pl_pl: Po zmianie tych ustawień, odczekaj 24 godziny (lub więcej), aby Facebook przesłał nowe miniatury

source: "og:image" meta tag with image url will be added to head of HTML. Select "None" to disable this feature
ar: "og:image" علامة الوصفية (meta tag) مع رابط الصورة سيتم اضافتهما الى head من نص HTML. اختر "بدون" لتعطيل هذا الخيار.
pl_pl: "og:image" meta tag z adresem ult obrazu będzie dodany w nagłówku HTML. Wybierz "None", aby wyłączyć tę opcję

source: Header image
pl_pl: Obraz nagłówka

source: Click here to see full header image
ar: أنقر هنا لمشاهدة الصورة الكاملة للترويسة
pl_pl: Kliknij tutaj, aby zobaczyć pełny obraz nagłówka

source: preview
pl_pl: podgląd

source: Featured image of post
ar: الصورة الخاصة بالتدوينة
pl_pl: Wyróżniony obraz wpisu

source: None
pl_pl: Brak

source: FCH - use Featured image of post (if available), then use Custom image (if available), then use Header image (if available)
ar: FCH - استعمل صور الخاصة بالتدوينة (اذا وجدت), ثم استعمل صورة خاصة (اذا وجدت), ثم استعمل صورة الترويسة - Header - (اذا وجدت)
pl_pl: WNN - użyj Wyróżnionego obrazu wpisu (jeśli dostępny), później użyj Niestandardowego obrazu (jeśli dostępny), później użyj obrazu Nagłówka (jeśli dostępny)

source: CSS style
ar: تحرير CSS
pl_pl: Styl CSS

source: Use CSS to style share buttons. For example: you can increase padding to have more free space above or below the buttons
ar: استعمل CSS لتخصيص ازرار المشاركة. مثال : يمكن الزيادة في padding لزيادة المسافة قبل و بعد الازرار.
pl_pl: Użyć CSS aby ostylować przyciski. Na przykład: możesz zwiększyć padding, aby zyskać więcej miejsca pod lub nad przyciskami

source: Widget Text
ar: مربع النص
pl_pl: Tekst Widgetu

source: Use shortcodes in text widgets
ar: استعمال الاكواد المختصرة داخل المربعات الجانبية (widgets)
pl_pl: Użyj shortcode w tekstowych widgetach.

source: If this is checked, you can use [hupso] shortcode inside text widgets and it will be replaced by share buttons
ar: اذا حددتها يمكنك استعمال الرموز المختصرة ل [hupso] داخل المربعات الجانبية (widgets) و سيتم استبدالها بأزرار المشاركة
pl_pl: Jeśli opcja jest zaznaczona, możesz użyć shortcode [hupso] wewnątrz tekstu widgetu, który zostanie zastąpiony przyciskami

source: Custom title
ar: اختيار العنوان
pl_pl: Niestandardowy tytuł

source: Enter custom text that will always be used for sharing.
ar: ادخل نصا خاصا يتم استعماله دائما في المشاركة
pl_pl: Wpisz niestandardowy tekst, który będzie zawsze użyty przy udostępnianiu.

source: Leave this blank to use title of current page as text for sharing. [Default]
ar: اترك هذا المكان فارغا لاستعمال عنوان الصفحة الحالية كنص للمشاركة
pl_pl: Pozostaw puste, aby użyć tytułu obecnej strony jako tekstu udostępniania. [Domyślne]

source: Custom url
ar: اختيار الرابط
pl_pl: Niestandardowy URL

source: Enter custom url that will always be used for sharing. You can enter your root website here (e.g.: http://www.example.com or http://example.blogspot.com), so counters will show statistics for your whole website, not for each page individually.
ar: ادخل الرابط الخاص الذي يستم استعماله في المشاركة. يمكنك ادخال الرابك الرئيسي هنا (متال : http://www.example.com or http://example.blogspot.com) لكي تظهراحصائيات موقعك عامة على العدادات و ليس لكل صفحة على حدى
pl_pl: Wpisz niestandardowy tekst, który będzie zawsze użyty przy udostępnianiu. Możesz wpisać link do strony głównej (np. http://www.przyklad.com lub http://przyklad.blogspot.com), wtedy liczniki będą pokazywać statystyki dla całej strony, a nie dla każdej z podstron indywidualnie.

source: Leave this blank to use url of current page for sharing. [Default]
ar: اترك هذا المكان فارغا لاستعمال رابط الصفحة الحالية في المشاركة. [أفتراضي]
pl_pl: Pozostaw to pole puste, aby użyć URL aktualnej strony do udostępniania. [Domyślne]

source: Use custom social share icons
ar: استعمال ايقونات بازرار الخاصة
pl_pl: Użyj niestandardowych ikon

source: No. [Default. Do not change this unless you know what you are doing.]
ar: لا.[ افتراضي. لا تغير هذا الاختيار الا اذا كنت تعلم جيدا ما ستقوم به ]
pl_pl: Nie. [Domyślne. Nie zmieniaj tego, chyba, że wiesz, co robisz.]

source: Yes, serve images from local Wordpress folder.
ar: نعم. استعمل صورا توجد في الملف الفرعي للووردبرس
pl_pl: Tak, użyj obrazów z lokalnego folderu Wordpressa.

source: Yes, serve images from remote URL:
ar: نعم. استعمل صورا عبر هذا الرابط:
pl_pl: Tak, użyj obrazów ze zdalnego URL:

source: Enter URL to folder with custom social images. Include "/" at the end of the URL. If you would like to use custom icons, make sure you <a href="http://www.hupso.com/share/custom-social-icons.php" target="_blank">read instructions</a>.
ar: ادخل رابط الملف الذي يتضمن الصور الاجتماعية الخاصة. مع اضافة "/" في اخر الرابط. اذا اردت استعمال ايقونات خاصة عليك <a href="http://www.hupso.com/share/custom-social-icons.php" target="_blank">قراءة التعليمات</a>
pl_pl: Wpisz URL do folderu z niestandardowymi ikonami społecznościowymi. Zawrzyj "/" na końcu linku. Jeśli chcesz użyć własnych ikon, upewnij się, że <a href="http://www.hupso.com/share/custom-social-icons.php" target="_blank">przeczytałeś instrukcję</a>.

source: This setting has no effect when using Counters.
ar: هذا الاختيار لا تأتير له عند استعمال الازرار بالعداد
pl_pl: Te ustawienia nic nie zmieniają, gdy używasz Liczników.

source: Hupso
ar: ابسو

source: Twitter via
ar: تويتر عبر
